Repository: vykes-mac/vault-box
Catalog: VaultBox/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, it, ja, ko, pt_br

source: Decoy Vault lets you unlock VaultBox with a second PIN that shows a separate, harmless set of items.
de: Mit dem Täusch-Tresor können Sie VaultBox mit einer zweiten PIN öffnen, die einen separaten, unverfänglichen Satz von Elementen zeigt.
es_mx: La bóveda señuelo permite abrir VaultBox con un segundo PIN que muestra un conjunto separado de elementos inofensivos.
fr: Le coffre leurre permet d’ouvrir VaultBox avec un second code PIN qui affiche un ensemble distinct d’éléments inoffensifs.
it: La cassaforte esca consente di aprire VaultBox con un secondo PIN che mostra un insieme separato di elementi innocui.
ja: おとり保管庫では、2つ目のPINでVaultBoxを開き、無害な項目だけを別に表示できます。
ko: 위장 보관함에서는 두 번째 PIN으로 VaultBox를 열어 별도의 무해한 항목만 표시할 수 있습니다.
pt_br: O cofre de disfarce permite abrir o VaultBox com um segundo PIN que mostra um conjunto separado de itens inofensivos.

source: Decrypt & Restore
de: Entschlüsseln & Wiederherstellen
es_mx: Descifrar y restaurar
fr: Déchiffrer et restaurer
it: Decrittografa e ripristina
ja: 復号して復元
ko: 해독 및 복원
pt_br: Descriptografar e restaurar

source: Decrypting document...
de: Dokument entschlüsseln...
es_mx: Descifrando documento...
fr: Déchiffrement du document…
it: Decrittazione del documento...
ja: 書類を復号中…
ko: 문서 해독 중...
pt_br: Decodificando documento...

source: Decrypting shared file...
de: Gemeinsames Datei entschlüsseln...
es_mx: Descifrando archivo compartido...
fr: Déchiffrement du fichier partagé…
it: Decrittazione del file condiviso...
ja: 共有ファイルを復号中…
ko: 공유 파일을 해독 중...
pt_br: Decodificando arquivo compartilhado...

source: Decrypting video…
de: Video entschlüsseln...
es_mx: Descifrando el video...
fr: Déchiffrement de la vidéo…
it: Decrittazione video...
ja: ビデオを復号中…
ko: 비디오를 해독 중...
pt_br: Decodificando vídeo...

source: Delete
de: löschen
es_mx: eliminar
fr: supprimer
it: cancellare
ja: 削除
ko: 삭제
pt_br: Excluir

source: Delete %@ originals? The imported documents are safely encrypted in your vault.
de: %@ Originale löschen? Die importierten Dokumente sind sicher in Ihrem Tresor verschlüsselt.
es_mx: ¿Eliminar %@ originales? Los documentos importados están cifrados de forma segura en tu bóveda.
fr: Supprimer %@ originaux ? Les documents importés sont chiffrés en toute sécurité dans votre coffre-fort.
it: Eliminare %@ originali? I documenti importati sono crittografati e al sicuro nella cassaforte.
ja: %@個のオリジナルを削除しますか？読み込んだ書類は保管庫で安全に暗号化されています。
ko: 원본 %@개를 삭제할까요? 가져온 문서는 보관함에 안전하게 암호화되어 있습니다.
pt_br: Excluir %@ originais? Os documentos importados estão criptografados com segurança no seu cofre.

source: Delete 1 item?
de: 1 Element löschen?
es_mx: ¿Eliminar 1 elemento?
fr: Supprimer 1 élément ?
it: Eliminare 1 elemento?
ja: 1つのアイテムを削除しますか？
ko: 1개의 항목을 삭제할까요?
pt_br: Excluir 1 item?

source: Delete 1 original from Camera Roll?
de: 1 Original aus der Kamera-Roll löschen?
es_mx: ¿Eliminar 1 original del Rollo de Cámara?
fr: Supprimer 1 original du rouleau de photos ?
it: Eliminare 1 originale dal fotoritratto?
ja: カメラロールから1つのオリジナルを削除しますか？
ko: 카메라 롤에서 원본 1개를 삭제할까요?
pt_br: Excluir 1 original do Rol de Fotos?

source: Delete 1 original? The imported document is safely encrypted in your vault.
de: 1 Original löschen? Das importierte Dokument ist sicher in Ihrem Tresor verschlüsselt.
es_mx: ¿Eliminar 1 original? El documento importado está cifrado de forma segura en tu bóveda.
fr: Supprimer 1 original ? Le document importé est chiffré en toute sécurité dans votre coffre-fort.
it: Eliminare 1 originale? Il documento importato è crittografato e al sicuro nella cassaforte.
ja: 1個のオリジナルを削除しますか？読み込んだ書類は保管庫で安全に暗号化されています。
ko: 원본 1개를 삭제할까요? 가져온 문서는 보관함에 안전하게 암호화되어 있습니다.
pt_br: Excluir 1 original? O documento importado está criptografado com segurança no seu cofre.

source: Delete Album
de: Album löschen
es_mx: Eliminar álbum
fr: Supprimer l'album
it: Elimina album
ja: アルバムを削除する
ko: 앨범 삭제
pt_br: Excluir Álbum

source: Delete Album and Contents
de: Album und Inhalt löschen
es_mx: Eliminar álbum y contenido
fr: Supprimer l'album et ses contenus
it: Elimina album e contenuti
ja: アルバムとコンテンツを削除する
ko: 앨범 및 내용 삭제하기
pt_br: Excluir Álbum e Conteúdo

source: Delete Album Only
de: Nur Album löschen
es_mx: Borrar solo álbum
fr: Supprimer uniquement l'album
it: Elimina solo l'album
ja: アルバムのみを削除する
ko: 앨범만 삭제
pt_br: Excluir apenas álbum

source: Delete Album?
de: Album löschen?
es_mx: ¿Eliminar álbum?
fr: Supprimer l'album ?
it: Elimina l'album?
ja: アルバムを削除しますか？
ko: 앨범 삭제?
pt_br: Excluir Álbum?

source: Delete from Files?
de: Aus Dateien löschen?
es_mx: ¿Eliminar de Archivos?
fr: Supprimer des fichiers ?
it: Eliminare dai file?
ja: ファイルから削除しますか？
ko: 파일에서 삭제?
pt_br: Excluir dos Arquivos?

source: Delete Item?
de: Element löschen?
es_mx: ¿Eliminar elemento?
fr: Supprimer l’élément ?
it: Elimina elemento?
ja: アイテムを削除しますか？
ko: 항목을 삭제하시겠습니까?
pt_br: Excluir Item?

source: Delete originals from Photos after moving
de: Originaldateien aus Fotos löschen, nachdem sie verschoben wurden
es_mx: Borra los originales de Fotos después de moverlos
fr: Supprimer les originaux de Photos après le déplacement
it: Elimina gli originali dalle Foto dopo il trasferimento
ja: 移動後に写真からオリジナルを削除する
ko: 이동한 후 사진에서 원본 삭제하기
pt_br: Exclua os originais das Fotos depois de mover

source: Denied
de: Abgelehnt
es_mx: Denegado
fr: Refusé
it: Negato
ja: 拒否
ko: 거부됨
pt_br: Negado

source: Deselect All
de: Auswahl aufheben
es_mx: Anular selección
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべてを非選択する
ko: 모두 선택 취소
pt_br: Desmarcar tudo

source: Dimensions
de: Maße
es_mx: Dimensiones
it: Dimensioni
ja: 寸法
ko: 크기
pt_br: Dimensões

source: Direction
de: Richtung
es_mx: Dirección
it: Direzione
ja: 方角
ko: 방향
pt_br: Direção

source: Disguise as %@
de: Als %@ tarnen
es_mx: Disfrazar como %@
fr: Déguiser en %@
it: Camuffa come %@
ja: %@として偽装
ko: %@(으)로 위장
pt_br: Disfarçar como %@

source: Disguise Ready
de: Tarnung bereit
es_mx: Disfraz listo
fr: Déguisement prêt
it: Camuffamento pronto
ja: 偽装の準備完了
ko: 위장 준비 완료
pt_br: Disfarce pronto

source: Disguise the app + decoy vault
de: App tarnen und Täusch-Tresor
es_mx: Disfraz de app y bóveda señuelo
fr: App déguisée et coffre leurre
it: App camuffata e cassaforte esca
ja: アプリ偽装とおとり保管庫
ko: 앱 위장 및 위장 보관함
pt_br: Disfarce do app e cofre de disfarce

source: Disguised app icon
de: Getarntes App-Symbol
es_mx: Ícono de app disfrazado
fr: Icône d’app déguisée
it: Icona dell’app camuffata
ja: 偽装アプリアイコン
ko: 위장 앱 아이콘
pt_br: Ícone de app disfarçado

source: Disguises aren't available
de: Tarnungen nicht verfügbar
es_mx: Los disfraces no están disponibles
fr: Déguisements indisponibles
it: Camuffamenti non disponibili
ja: 偽装は利用できません
ko: 위장을 사용할 수 없음
pt_br: Disfarces indisponíveis

source: Dismiss
de: Schließen
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: dispensar

source: Divide
de: Dividieren
es_mx: Dividir
fr: Diviser
it: Dividi
ja: 除算
ko: 나누기
pt_br: Dividir

source: Document
de: Dokument
es_mx: documento
it: documento
ja: 文書
ko: 문서
pt_br: documento

source: Document expiring soon
de: Dokument läuft bald ab
es_mx: Documento que expira pronto
fr: Document qui expire bientôt
it: Documento che scade presto
ja: ドキュメントがすぐに期限切れになります。
ko: 서류가 곧 만료됩니다.
pt_br: Documento expirando em breve

source: Documents
de: Dokumente
es_mx: Documentos
it: Documenti
ja: 書類
ko: 문서
pt_br: Documentos

source: Done
de: Fertig
es_mx: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído

source: Done!
de: Fertig!
es_mx: ¡Hecho!
fr: Fait !
it: Fatto!
ja: 完了！
ko: 완료!
pt_br: Feito!

source: Download
de: herunterladen
es_mx: descargar
fr: télécharger
it: scaricare
ja: ダウンロード
ko: 다운로드
pt_br: baixar

source: Download backed-up items to this device. Items already on this device will be skipped.
de: Laden Sie gesicherte Elemente auf dieses Gerät herunter. Elemente, die bereits auf diesem Gerät vorhanden sind, werden übersprungen.
es_mx: Descargue los elementos guardados en la copia de seguridad a este dispositivo. Los elementos ya en este dispositivo se omitirán.
fr: Téléchargez les éléments sauvegardés sur cet appareil. Les éléments déjà présents sur cet appareil seront ignorés.
it: Scarica gli elementi memorizzati in backup su questo dispositivo. Gli elementi già presenti su questo dispositivo verranno saltati.
ja: バックアップしたアイテムをこのデバイスにダウンロードします。すでにこのデバイスに存在するアイテムはスキップされます。
ko: 백업된 항목을 이 기기에 다운로드합니다. 이미 이 기기에 있는 항목은 생략됩니다.
pt_br: Baixe os itens de backup para este dispositivo. Os itens já neste dispositivo serão ignorados.

source: Driver's License
de: Führerschein
es_mx: permiso de conducir
fr: Permis de conduire
it: Patente di guida
ja: 運転免許証
ko: 자동차 운전 면허
pt_br: carteira de motorista

source: Drop files here or click to upload
de: Dateien hier ablegen oder zum Hochladen klicken
es_mx: Suelta archivos aquí o haz clic para subirlos
fr: Déposez les fichiers ici ou cliquez pour les téléverser
it: Trascina qui i file o fai clic per caricarli
ja: ここにファイルをドロップするか、クリックしてアップロードしてください。
ko: 여기에 파일을 드롭하거나 클릭하여 업로드하세요.
pt_br: Arraste os arquivos aqui ou clique para fazer o upload

source: E
de: O
ja: 東
ko: 동
pt_br: L

source: Edit Reminder
de: Erinnerung bearbeiten
es_mx: Editar recordatorio
fr: Modifier le rappel
it: Modifica promemoria
ja: リマインダーを編集する
ko: 알림 편집
pt_br: Editar Lembrete

source: Embedding model not loaded. Call loadModel() first.
de: Einbettungsmodell nicht geladen. Rufen Sie zuerst loadModel() auf.
es_mx: El modelo de incorporación no se ha cargado. Llama primero a loadModel().
fr: Le modèle d'intégration n'est pas chargé. Appelez d'abord loadModel().
it: Il modello di incorporamento non è stato caricato. Chiama loadModel() prima.
ja: 埋め込みモデルがロードされていません。まずloadModel（）を呼び出してください。
ko: 임베디드 모델이 로드되지 않았습니다. loadModel()을 먼저 호출하십시오.
pt_br: Modelo de incorporação não carregado. Ligue loadModel() primeiro.

source: Enable Face ID
de: Face ID aktivieren
es_mx: Habilitar Face ID
fr: Activer Face ID
it: Attiva Face ID
ja: Face IDを有効にする
ko: Face ID 활성화
pt_br: Ativar Face ID

source: Enable Face ID to quickly unlock your vault.
de: Aktivieren Sie Face ID, um den Tresor schnell zu entsperren.
es_mx: Activa Face ID para desbloquear rápidamente tu bóveda.
fr: Activez Face ID pour déverrouiller rapidement votre coffre-fort.
it: Attiva Face ID per sbloccare rapidamente la cassaforte.
ja: Face IDを有効にすると、保管庫をすばやくロック解除できます。
ko: Face ID를 활성화하여 보관함을 빠르게 잠금 해제하세요.
pt_br: Ative Face ID para desbloquear rapidamente seu cofre.

source: Enabled
de: Aktiviert
es_mx: Habilitado
fr: Activé
it: Abilitato
ja: 有効化済み
ko: 활성화됨
pt_br: Ativado

source: Encrypted backup & Ask My Vault
de: Verschlüsseltes Backup und Ask My Vault
es_mx: Respaldo cifrado y Ask My Vault
fr: Sauvegarde chiffrée et Ask My Vault
it: Backup crittografato e Ask My Vault
ja: 暗号化バックアップとAsk My Vault
ko: 암호화 백업 및 Ask My Vault
pt_br: Backup criptografado e Ask My Vault

source: Encrypted iCloud backup
de: Verschlüsseltes iCloud-Backup
es_mx: Respaldo cifrado en iCloud
fr: Sauvegarde iCloud chiffrée
it: Backup iCloud crittografato
ja: 暗号化iCloudバックアップ
ko: 암호화된 iCloud 백업
pt_br: Backup criptografado no iCloud

source: Encrypting & Uploading...
de: Verschlüsseln und Hochladen...
es_mx: Cifrando y subiendo...
fr: Chiffrement et téléchargement...
it: Crittografia e caricamento...
ja: 暗号化とアップロード中...
ko: 암호화 및 업로드 중...
pt_br: Encriptando e carregando...

source: Encryption key not found. Please re-enter your PIN.
de: Verschlüsselungsschlüssel nicht gefunden. Bitte geben Sie Ihre PIN erneut ein.
es_mx: No se encontró la clave de cifrado. Vuelve a ingresar tu PIN.
fr: Clé de chiffrement introuvable. Saisissez à nouveau votre code PIN.
it: Chiave di crittografia non trovata. Inserisci nuovamente il tuo PIN.
ja: 暗号化キーが見つかりません。PINを再入力してください。
ko: 암호화 키를 찾을 수 없습니다. PIN을 다시 입력하세요.
pt_br: Chave de criptografia não encontrada. Por favor, insira novamente seu PIN.

source: English
de: Englisch
es_mx: inglés
fr: anglais
it: inglese
ja: 英語
ko: 영어
pt_br: inglês

source: Enter a feature title.
de: Geben Sie einen Funktionstitel ein.
es_mx: Introduzca un título de función.
fr: Entrez un titre de fonctionnalité.
it: Inserisci un titolo della funzione.
ja: 機能タイトルを入力します。
ko: 특징 제목을 입력합니다.
pt_br: Digite um título de recurso.

source: Enter a phrase
de: Geben Sie einen Satz ein
es_mx: Introduzca una frase
fr: Entrez une phrase
it: Inserisci una frase
ja: フレーズを入力する
ko: 구문을 입력하세요
pt_br: Digite uma frase

source: Enter it once more so it's locked in.
de: Geben Sie sie zur Bestätigung noch einmal ein.
es_mx: Ingresa el PIN una vez más para confirmarlo.
fr: Saisissez-le encore une fois pour le confirmer.
it: Inseriscilo ancora una volta per confermarlo.
ja: 確認のため、もう一度入力してください。
ko: 확인을 위해 한 번 더 입력해 주세요.
pt_br: Digite mais uma vez para confirmar.

source: Enter PIN
de: Geben Sie PIN ein
es_mx: Introduzca PIN
fr: Saisissez le code PIN
it: Inserisci PIN
ja: PINを入力してください
ko: PIN 입력
pt_br: Digite PIN

source: Enter recovery code
de: Wiederherstellungscode eingeben
es_mx: Introduzca el código de recuperación
fr: Entrez le code de récupération
it: Inserisci il codice di recupero
ja: 復旧コードを入力する
ko: 복구 코드를 입력하세요.
pt_br: Digite o código de recuperação

source: Enter your current PIN
de: Geben Sie Ihre aktuelle PIN ein
es_mx: Ingresa tu PIN actual
fr: Entrez votre PIN actuel
it: Inserisci il tuo attuale PIN
ja: 現在のPINを入力してください
ko: 현재 PIN을 입력하세요
pt_br: Digite seu PIN atual

source: Enter your new PIN
de: Geben Sie Ihre neue PIN ein
es_mx: Introduzca su nuevo PIN
fr: Saisissez votre nouveau code PIN
it: Inserisci il tuo nuovo PIN
ja: 新しいPINを入力してください
ko: 새 PIN을 입력하세요
pt_br: Digite seu novo PIN

source: Enter your new PIN again
de: Geben Sie Ihr neues PIN erneut ein
es_mx: Ingrese su nuevo PIN de nuevo
fr: Saisissez à nouveau votre nouveau code PIN
it: Inserisci di nuovo il tuo nuovo PIN
ja: 新しいPINを入力してください
ko: 새 PIN을 다시 입력하세요
pt_br: Digite seu novo PIN novamente

source: Enter your one-time recovery code to reset your PIN.
de: Geben Sie Ihren einmaligen Wiederherstellungscode ein, um Ihre PIN zurückzusetzen.
es_mx: Ingresa el código de recuperación de un solo uso para restablecer tu PIN.
fr: Saisissez votre code de récupération à usage unique pour réinitialiser votre code PIN.
it: Inserisci il tuo codice di recupero una tantum per resettare il tuo PIN.
ja: PINをリセットするには、一回限りの復元コードを入力してください。
ko: PIN을 재설정하려면 일회용 복구 코드를 입력하세요.
pt_br: Digite o código de recuperação de uso único para redefinir o PIN.

source: Enter Your Original PIN
de: Geben Sie Ihre ursprüngliche PIN ein
es_mx: Ingresa tu PIN original
fr: Entrez votre PIN original
it: Inserisci il tuo PIN originale
ja: オリジナルのPINを入力してください
ko: 기존 PIN 입력
pt_br: Digite seu PIN original

source: Enter your PIN
de: Geben Sie Ihre PIN ein
es_mx: Ingresa tu PIN
fr: Saisissez votre code PIN
it: Inserisci il tuo PIN
ja: PINを入力してください
ko: PIN을 입력하세요
pt_br: Digite seu PIN

source: Enter your PIN again
de: Geben Sie Ihre PIN erneut ein
es_mx: Vuelve a ingresar tu PIN
fr: Saisissez à nouveau votre code PIN
it: Inserisci di nuovo il tuo PIN
ja: PINをもう一度入力してください
ko: PIN을 다시 입력하세요
pt_br: Digite seu PIN novamente

source: Enter your PIN to encrypt your backup key. You'll need this PIN to restore on a new device.
de: Geben Sie Ihre PIN ein, um den Backup-Schlüssel zu verschlüsseln. Diese PIN wird für die Wiederherstellung auf einem neuen Gerät benötigt.
es_mx: Ingresa tu PIN para cifrar la clave de respaldo. Necesitarás este PIN para restaurar en un dispositivo nuevo.
fr: Saisissez votre code PIN pour chiffrer la clé de sauvegarde. Ce code sera nécessaire pour restaurer les données sur un nouvel appareil.
it: Inserisci il tuo PIN per crittografare la tua chiave di backup. Avrai bisogno di questo PIN per ripristinarlo su un nuovo dispositivo.
ja: バックアップキーを暗号化するには、PINを入力してください。新しいデバイスで復元するには、このPINが必要です。
ko: 백업 키를 암호화하려면 PIN을 입력하세요. 새 기기에서 복원할 때 이 PIN이 필요합니다.
pt_br: Digite seu PIN para criptografar sua chave de backup. Você precisará deste PIN para restaurar em um novo dispositivo.

source: Enter your real PIN to verify your identity
de: Geben Sie Ihre echte PIN ein, um Ihre Identität zu verifizieren
es_mx: Introduzca su verdadero PIN para verificar su identidad.
fr: Entrez votre véritable PIN pour vérifier votre identité.
it: Inserisci il tuo vero PIN per verificare la tua identità
ja: 本人確認のため、実際のPINを入力してください
ko: 본인 확인을 위해 실제 PIN을 입력하세요
pt_br: Digite seu PIN real para verificar sua identidade

source: Equals
de: Gleich
es_mx: Igual
fr: Égal
it: Uguale
ja: 等号
ko: 등호
pt_br: Igual

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro

source: Even we can't open your vault.
de: Nicht einmal wir können Ihren Tresor öffnen.
es_mx: Ni siquiera nosotros podemos abrir tu bóveda.
fr: Même nous ne pouvons pas ouvrir votre coffre.
it: Nemmeno noi possiamo aprire la tua cassaforte.
ja: 私たちにも保管庫を開けることはできません。
ko: VaultBox도 사용자의 보관함을 열 수 없습니다.
pt_br: Nem mesmo nós conseguimos abrir seu cofre.

source: Every protection, unlimited storage, on every file you own.
de: Alle Schutzfunktionen und unbegrenzter Speicher für Ihre Dateien.
es_mx: Todas las protecciones y almacenamiento ilimitado para tus archivos.
fr: Toutes les protections et un stockage illimité pour vos fichiers.
it: Tutte le protezioni e spazio illimitato per i tuoi file.
ja: すべての保護機能と無制限ストレージを、大切なファイルに。
ko: 모든 파일에 전체 보호 기능과 무제한 저장 공간을 제공합니다.
pt_br: Todas as proteções e armazenamento ilimitado para seus arquivos.

source: Everything included
de: Alles inklusive
es_mx: Todo incluido
fr: Tout est inclus
it: Tutto incluso
ja: すべて込み
ko: 모든 기능 포함
pt_br: Tudo incluído

source: everything private
de: alles Private
es_mx: todo lo privado
fr: tout ce qui est privé
it: tutto ciò che è privato
ja: プライベートなものすべて
ko: 모든 개인 정보
pt_br: tudo que é privado

source: Everything's set up.
de: Alles ist eingerichtet.
es_mx: Todo está listo.
fr: Tout est configuré.
it: È tutto pronto.
ja: すべて設定できました。
ko: 모두 설정되었습니다.
pt_br: Tudo pronto.

source: Expired
de: Abgelaufen
es_mx: Caducado
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt_br: Expirado

source: Expires
de: Ablaufen
es_mx: Expira
fr: Expire
it: Scade
ja: 期限切れ
ko: 만료됨
pt_br: Expira

source: Expires after
de: Ablaufen nach
es_mx: Expira después de
fr: Expire après
it: Scade dopo
ja: 後に期限切れになります
ko: 이후 만료됨
pt_br: Expira após

source: Expiring Documents
de: Bald ablaufende Dokumente
es_mx: Documentos por vencer
fr: Documents arrivant à expiration
it: Documenti in scadenza
ja: 期限切れの書類
ko: 만료되는 문서
pt_br: Documentos a vencer

source: Expiry Date
de: Ablaufdatum
es_mx: fecha de caducidad
fr: date d'expiration
it: data di scadenza
ja: 有効期限
ko: 유효기간
pt_br: Data de Expiração

source: Export to Camera Roll
de: In Fotos exportieren
es_mx: Exportar a Fotos
fr: Exporter vers Photos
it: Esporta in Foto
ja: カメラロールにエクスポートする
ko: 카메라 롤로 내보내기
pt_br: Exportar para o Roll de Câmera

source: Face ID was not enabled. You can try again or enable it in Settings.
de: Face ID wurde nicht aktiviert. Sie können es erneut versuchen oder in den Einstellungen aktivieren.
es_mx: Face ID no estaba habilitado. Puedes intentarlo de nuevo o habilitarlo en Configuración.
fr: Face ID n’a pas été activé. Réessayez ou activez-le dans Réglages.
it: Face ID non è stato abilitato. Puoi riprovare o abilitarlo nelle Impostazioni.
ja: Face IDは有効になっていません。もう一度試したり、設定で有効にしたりすることができます。
ko: Face ID가 활성화되지 않았습니다. 다시 시도하거나 설정에서 활성화해 보세요.
pt_br: O Face ID não foi ativado. Tente novamente ou ative-o em Ajustes.

source: Failed to change app icon.
de: Änderung des App-Icons fehlgeschlagen.
es_mx: No se pudo cambiar el icono de la aplicación.
fr: Échec de la modification de l'icône de l'application.
it: Impossibile cambiare l'icona dell'app.
ja: アプリアイコンを変更できませんでした。
ko: 앱 아이콘을 변경하지 못했습니다.
pt_br: Falha ao alterar o ícone do aplicativo.

source: Failed to download from iCloud. Please try again.
de: Beim Herunterladen von iCloud ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_mx: No se pudo descargar desde iCloud. Por favor, inténtelo de nuevo.
fr: Impossible de télécharger depuis iCloud. Veuillez réessayer.
it: Scaricamento non riuscito da iCloud. Riprova.
ja: iCloudからダウンロードに失敗しました。もう一度お試しください。
ko: iCloud에서 다운로드하는 데 실패했습니다. 다시 시도해 주세요.
pt_br: Falha ao baixar de iCloud. Por favor, tente novamente.

source: Failed to download the shared file. Please check your connection.
de: Beim Herunterladen der gemeinsam genutzten Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Verbindung.
es_mx: No se pudo descargar el archivo compartido. Por favor, comprueba tu conexión.
fr: Impossible de télécharger le fichier partagé. Veuillez vérifier votre connexion.
it: Impossibile scaricare il file condiviso. Controlla la connessione.
ja: 共有ファイルをダウンロードできませんでした。接続を確認してください。
ko: 공유 파일을 다운로드하는 데 실패했습니다. 연결 상태를 확인해 주세요.
pt_br: Falha ao baixar o arquivo compartilhado. Por favor, verifique sua conexão.

source: Failed to encrypt data. Please try again.
de: Es ist nicht gelungen, die Daten zu verschlüsseln. Bitte versuchen Sie es erneut.
es_mx: No se pudieron cifrar los datos. Inténtalo de nuevo.
fr: Impossible de chiffrer les données. Réessayez.
it: Impossibile crittografare i dati. Riprova.
ja: データを暗号化できませんでした。もう一度お試しください。
ko: 데이터 암호화가 실패했습니다. 다시 시도해 주세요.
pt_br: Falha ao criptografar os dados. Por favor, tente novamente.

source: Failed to encrypt the file for sharing.
de: Es ist nicht gelungen, die Datei zum Teilen zu verschlüsseln.
es_mx: No se pudo cifrar el archivo para compartirlo.
fr: Impossible de chiffrer le fichier à partager.
it: Non è riuscito a crittografare il file per la condivisione.
ja: 共有用にファイルを暗号化できませんでした。
ko: 공유용 파일 암호화 실패.
pt_br: Falha ao criptografar o arquivo para compartilhamento.

source: Failed to fetch items
de: Elemente konnten nicht geladen werden
es_mx: No se pudieron cargar los elementos
fr: Impossible de charger les éléments
it: Impossibile recuperare gli elementi
ja: アイテムを取得できなかった
ko: 아이템을 가져오지 못함
pt_br: Falha ao recuperar itens

source: Failed to import the selected item. Please try again.
de: Das ausgewählte Element konnte nicht importiert werden. Versuchen Sie es erneut.
es_mx: No se pudo importar el elemento seleccionado. Inténtalo de nuevo.
fr: Impossible d'importer l'élément sélectionné. Veuillez réessayer.
it: Importazione non riuscita dell'elemento selezionato. Riprova.
ja: 選択したアイテムを読み込めませんでした。もう一度お試しください。
ko: 선택한 항목을 가져오지 못했습니다. 다시 시도해 주세요.
pt_br: Falha ao importar o item selecionado. Por favor, tente novamente.

source: Failed to load the shared file. Please try again.
de: Beim Laden der gemeinsam genutzten Datei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_mx: No se pudo cargar el archivo compartido. Por favor, inténtelo de nuevo.
fr: Impossible de charger le fichier partagé. Veuillez réessayer.
it: Impossibile caricare il file condiviso. Riprova.
ja: 共有ファイルを読み込めませんでした。もう一度お試しください。
ko: 공유 파일을 로드하지 못했습니다. 다시 시도해 주세요.
pt_br: Falha ao carregar o arquivo compartilhado. Por favor, tente novamente.

source: Failed to prepare the image for saving.
de: Es ist nicht gelungen, das Bild für die Speicherung vorzubereiten.
es_mx: No se pudo preparar la imagen para guardarla.
fr: Impossible de préparer l’image pour l’enregistrement.
it: Non è riuscito a preparare l'immagine per la salvataggio.
ja: 保存用の画像の準備に失敗しました。
ko: 저장할 이미지를 준비하는 데 실패했습니다.
pt_br: Falha ao preparar a imagem para salvar.

source: Failed to prepare the photo for sharing.
de: Es ist nicht gelungen, das Foto für die Weitergabe vorzubereiten.
es_mx: No se pudo preparar la foto para compartirla.
fr: Impossible de préparer la photo pour le partage.
it: Non è riuscito a preparare la foto per la condivisione.
ja: 共有用の写真を準備できませんでした。
ko: 공유할 사진을 준비하는 데 실패했습니다.
pt_br: Falha ao preparar a foto para compartilhamento.
